<?php

return [

    'flight' => [
        'from' => [
            'SVO' => 'Шереметьево, Россия, Москва',
            'VKO' => 'Внуково, Россия, Москва',
            'DME' => 'Домодедово, Россия, Москва',
            'BKA' => 'Быково, Россия, Москва',
            'RVH' => 'Ржевка, Россия, Санкт-Петербург',
            'LED' => 'Пулково, Россия, Санкт-Петербург',
            'TSE' => 'Астана, Казахстан, Астана',
            'ALA' => 'Алматы, Казахстан, Алматы',
        ],
        'to' => [
            'SVO' => 'Шереметьево, Россия, Москва',
            'VKO' => 'Внуково, Россия, Москва',
            'DME' => 'Домодедово, Россия, Москва',
            'BKA' => 'Быково, Россия, Москва',
            'RVH' => 'Ржевка, Россия, Санкт-Петербург',
            'LED' => 'Пулково, Россия, Санкт-Петербург',
            'TSE' => 'Астана, Казахстан, Астана',
            'ALA' => 'Алматы, Казахстан, Алматы',
        ],
        'class' => [
            'R' => '(R) сверхзвуковой',
            'P' => '(P) премиальный первый',
            'F' => '(F) первый',
            'A' => '(A) первый со скидкой',

            'J' => '(J) премиальный',
            'C' => '(C) бизнес-класс',
            'D' => '(D) бизнес-класс со скидкой',
            'I' => '(I) бизнес-класс со скидкой',

            'W' => '(W) экономический премиальный',
            'S' => '(S) экономический',
            'B' => '(B) экономический со скидкой',
            'L' => '(L) дешевый со скидкой (экономический со скидкой)',
            'M' => '(M) туристический (экономический со скидкой)',
            'V' => '(V) экономический со скидкой (молодежный)',
            'E' => '(E) челночный тариф',
            'G' => '(G) групповой',
        ]
    ]
];
